Repository: dulacp/golocalize
Catalog: *.lproj/Localizable.strings
Languages: de, ru

source: %@ - Full Report
de: %@ - Vollständiger Bericht
ru: %@ - Подробный отчёт

source: %@ - Summary Email
de: %@ - E-Mail-Zusammenfassung
ru: %@ - Краткий отчёт

source: %@ Report
de: %@ Bericht
ru: %@ Отчёт

source: %@ paid
de: %@ hat gezahlt
ru: %@ заплатил(а)

# %@ paid %@ for %@
source: <b>%1$@ paid %2$@</b> for %3$@
de: <b>%1$@ hat %2$@</b> für %3$@ gezahlt
ru: <b>%1$@ заплатил(а) %2$@</b> за %3$@

source: %@ paid back
de: %@ hat zurückgezahlt
ru: %@ вернул(а)

# %@ paid back %@ ?
source: %1$@ paid back %2$@ ?
de: Hat %1$@ an %2$@ zurückgezahlt?
ru: %1$@ вернул(а) %2$@ ?

source: %@ summary
de: %@ Zusammenfassung
ru: %@, краткий отчёт

source: %d archived events
de: %d archivierte Ereignisse
ru: Размер архива: %d

source: %d events
de: %d Ereignisse
ru: %d событий

source: %d friends
de: %d Freunde
ru: %d друзей

source: %d over %d
de: %d von %d
ru: %d из %d

source: %d shared event(s) have been found. Do you want to move it(s) to the App Folder ?
de: Es wurde(n) %d geteilte Ereigniss(e) gefunden. Möchtest du es/sie in den App-Ordner verschieben?
ru: Найдено %d опубликованных событий. Хотите переместить их в папку приложения ?

source: About
de: Infos
ru: О программе

# AccountNeededDescription
source: You need an FriendCash account to activate this feature
de: Du benötigst einen FriendCash-Account zum Aktivieren dieses Features.
ru: Для того чтобы воспользоваться этой функцией нужен аккаунт FriendCash

# AccountNeededTitle
source: Account
ru: Аккаунт

source: Add %d friend
de: %d Freund hinzufügen
ru: Добавить %d друга

source: Add %d friends
de: %d Freunde hinzufügen
ru: Добавить %d друзей

source: Add a new expense just right here
de: Hier eine neue Ausgabe eingeben
ru: Создайте новую запись

source: Add an event
de: Ereignis hinzufügen
ru: Добавить событие

source: Add an event to the Cloud
de: Ereignis zur Cloud hinzufügen
ru: Сохранить событие в Облаке

source: Add friends from Contacts
de: Freunde aus den Kontakten hinzufügen
ru: Добавить друзей из Контактов

source: All events
de: Alle Ereignisse
ru: Все события

source: All the expenses linked to the event %@ will be here
de: Alle mit dem Ereignis %@ verknüpften Ausgaben werden hier angezeigt.
ru: Здесь будут все траты связанные с собитием %@

source: Archive this event
de: Ereignis archivieren
ru: Архивировать событие

# AskForEventDeleteConfirmationDescription
source: Be careful, this operation cannot be undone. Are you sure you want to delete this event ?
de: Vorsicht, diese Operation kann nicht rückgängig gemacht werden! Soll dieses Ereignis wirklich gelöscht werden?
ru: Осторожно, восстановить событие будет невозможно. Продолжить удаление ?

# AskForEventDeleteConfirmationTitle
source: Delete event
de: Ereignis löschen
ru: Удалить событие

source: Auto backup
de: Automatisches Backup
ru: Автоматическое резеврное копирование

source: Before adding an expense you actually need to add some friends
de: Bevor du eine Ausgabe eingibst, musst du erst ein paar Freunde hinzufügen
ru: Прежде чем тратить деньги, необходимо добавить в собитие друзей

source: Cancel
de: Abbruch
ru: Отмена

source: Change the Contact associated
de: Verbundenen Kontakt ändern
ru: Изменить привязанный Контакт

source: Check out the new version of the iPhone app named FriendCash. Spread the word!
de: Schau dir die neue Version der iPhone-App FriendCash an. Erzähl es weiter!
ru: Попробуй новую версию FriendCash для iPhone. Установи сам и расскажи друзьям!

source: Cloud
ru: Облако

# CloudSumup
source: Backup and synchronize your events between devices with Dropbox. Just indicate to FriendCash the events you want on the Cloud.
de: Verwende Dropbox um Ereignisse zu sichern und zwischen verschiedenen Geräten zu synchronisieren. Wähle einfach aus, welche Ereignisse in der Cloud gespeichert werden sollen.
ru: Резервное копирование и синхронизация с другими устройствами с помощью Dropbox. Выберите события, которые FriendCash должен отправить в Облако.

# CloudTeaserSentence
source: Backup, Synchronize and Share your events accross multiple devices. All you need is a Dropbox account!
de: Sichere, synchronisiere und teile deine Ereignisse zwischen unterschiedlichen Geräten. Alles was du brauchst, ist ein Dropbox-Account!
ru: Резервное копирование и синхронизация с другими устройствами. Всё что для этого нужно - аккаунт Dropbox!

source: Comment
de: Kommentar
ru: Описание

source: Conflict files on Dropbox
de: Datei-Konflikte in der Dropbox
ru: Конфликт файлов в Dropbox

source: Connect to Dropbox
de: Mit Dropbox verbinden
ru: Подключиться к Dropbox

source: Connected to Dropbox
de: Mit Dropbox verbunden
ru: Подключено к Dropbox

source: Continue
de: Fortfahren
ru: Продолжить

source: Copy Link
de: Link kopieren
ru: Скопировать ссылку

source: Currencies
de: Währungen
ru: Валюты

source: Currency
de: Währung
ru: Валюта

source: Data from v1
de: Daten von v1
ru: Данные из v1

source: Data import
de: Daten-Import
ru: Импорт данных

source: Dates
ru: Даты

source: Decimal precision
de: Dezimalstellen
ru: Кол-во знаков после запятой

source: Delete
de: Löschen
ru: Удалить

source: Delete on the Cloud
de: Aus der Cloud löschen
ru: Удалить из Облака

source: Deleting event
de: Ereignis löschen
ru: Удаление

source: Dismiss
de: Ausblenden
ru: Закрыть

source: Do you really want to import the data found from a previous version ?
de: Sollen wirklich die Daten von einer Vorgängerversion importieren werden?
ru: Импортировать найденные данные из прошлой версии ?

source: Do you want to remove it from the Cloud too ?
de: Soll es auch aus der Cloud gelöscht werden?
ru: Удалить также из Облака ?

source: Downloading...
de: Herunterladen...
ru: Скачиваю...

source: Dropbox disconnected
de: Dropbox getrennt
ru: Dropbox не подключен

source: Enable sound
de: Sounds aktivieren
ru: Включить звук

source: Event
de: Ereignis
ru: Событие

source: Event statistics
ru: Статистика

source: Events
de: Ereignisse
ru: События

source: Events synced with the Cloud
de: Mit der Cloud synchronisierte Ereignisse
ru: События в Облаке

source: Exchange Rate
de: Welchselkurs
ru: Обменный Курс

source: Exchange rates
de: Welchselkurse
ru: Курсы валют

source: Expense
de: Ausgabe
ru: Запись

source: Expenses
de: Ausgaben
ru: Журнал

source: First thing to do, add an event!
de: Der erste Schritt: Ein Ereignis hinzufügen!
ru: Для начала, создайте новое событие!

source: First you need to add the friends involved in your event %@
de: Zunächst muss du die Freunde auswählen und hinzufügen, die an dem Ereignis beteiligt sind.
ru: Сначала нужно добавить участников события %@

source: For what ?
de: Für was?
ru: За что ?

source: Friend
de: Freund
ru: Друг

# FriendCash for iPhone and iPod touch
source: FriendCash for iPhone and iPad
de: FriendCash für iPhone und iPad
ru: FriendCash для iPhone и iPad

# FriendDemoModuleIntermediateAmountTableView
source: A list of all the intermediate debts to calculate the cash balance
de: Eine Liste aller durchschnittlichen Schulden für die Berechnung des Barbestands
ru: Список текущих долгов для подсчёта баланса

# FriendDemoModulePersonalCost
source: Currently, the event has cost %1$@ to %2$@
de: Bis jetzt hat dieses Ereignis %2$@ %1$@ gekostet.
ru: Событие обошлось в %1$@ для %2$@

source: Friends
de: Freunde
ru: Друзья

source: Generate full report
de: Vollständigen Bericht erstellen
ru: Создать полный отчёт

source: Generating Report
de: Bericht erstellen
ru: Создание отчёта

source: Get an event from the Cloud
de: Ereignis aus der Cloud laden
ru: Добавить событие из Облака

source: Give feedback
de: Feedback senden
ru: Написать отзыв

source: You like the app ? Give the app a five star review on the App Store to help us adding more free features
de: Gefällt dir die App? Mit einer 5-Sterne Bewertung im App Store kannst du uns helfen und die Entwicklung weiterer kostenloser Funktionen unterstützten.
ru: Вам нравится FriendCash ? Напишите хороший отзыв в AppStore и это позволит нам продолжить работу над приложением, оставляя его бесплатным

source: Help
de: Hilfe
ru: Помощь

source: Here %@ is balanced with the group
de: Hier ist %@ mit der Gruppe ausgeglichen
ru: Здесь %@ и группа ничего друг другу не должны

# Here %@ owes %@ to the group
source: Here %1$@ owes %2$@ to the group
de: Hier schuldet %1$@ %2$@ an die Gruppe
ru: Здесь %1$@ в долгу на %2$@ перед группой

# Here the group owes %@ to %@
source: Here the group owes %1$@ to %2$@
de: Hier schuldet die Gruppe %1$@ an %2$@
ru: Здесь %2$@ в плюсе, а группа должна %1$@

source: Here you will be able to know what people owes each other to balance the group
de: Hier siehst du, was sich die Leute einander schulden um die Gruppe auszugleichen
ru: Здесь вы сможете узнать, сколько люди внутри группы должны друг другу

source: How much ?
de: Wie viel?
ru: Сколько ?

source: How to balance ?
de: Wie ausgleichen?
ru: Кто кому должен ?

source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
de: Wenn dir %@ gefällt, hast die vielleicht kurz Zeit, die App zu bewerten? Das dauert nicht länger als eine Minute und hilft uns sehr. Danke für deine Unterstützung!
ru: Если Вам понравился %@, пожалуйста, поставьте оценку в AppStore. Это займёт не больше минуты. Спасибо за поддержку!

source: Import your data
de: Daten importieren
ru: Импорт данных

source: Import your iCloud data
de: iCloud-Daten importieren
ru: Импорт данных из iCloud

source: In event ?
de: Im Ereignis?
ru: Событие ?

source: Invitation to use the iPhone app FriendCash
de: Einladung zur FriendCash iPhone App
ru: Приглашение установить FriendCash для iPhone

source: Keep on the Cloud
de: In der Cloud behalten
ru: Оставить в Облаке

source: Link to one of your Contact
de: Mit einem Kontakt verknüpfen
ru: Привязать к записи в Контактах

source: List of expenses in which %@ is implied.
de: Liste der Ausgaben, an denen %@ beteiligt ist.
ru: Список записей, в которых встречается %@.

source: Loading from Dropbox
de: Laden aus Dropbox
ru: Загрузка из Dropbox

source: Loading...
de: Laden...
ru: Загрузка...

source: Mail Link to this Page
de: Link zu dieser Seite mailen
ru: Отправить письмо с ссылкой на эту страницу

source: Missing currency rates
de: Fehlender Wechselkurs
ru: Отсутствуют курсы валют

source: Missing file...
de: Fehlende Datei...
ru: Отсутствует файл...

source: Modify event
de: Ereignis bearbeiten
ru: Изменить событие

source: Move
de: Verschieben
ru: Переместить

source: Moving files
de: Dateien verschieben
ru: Перенос файлов

source: Need friends...
de: Benötige Freunde...
ru: Нужны участники...

source: New Event
de: Neues Ereignis
ru: Новое Событие

source: New Expense
de: Neue Ausgabe
ru: Новая Запись

source: New event
de: Neues Ereignis
ru: Новое событие

source: New features tour
de: Neue Funktionen
ru: Обзор новых функций

# NewFeature1_Subtext
source: Upload the event on Dropbox and share the folder just like any other Dropbox shared folder.
de: Ereignis einfach auf Dropbox hochladen und wie jeden anderen Dropbox-Ordner teilen.
ru: Загрузите событие в Dropbox и вы сможете открыть к нему доступ для друзей так же, как к любым другим папкам в Dropbox.

# NewFeature1_Text
source: Now you will be able to share your events with the person of your choice
de: Jetzt kannst du Ereignis mit Leuten deiner Wahl teilen.
ru: Теперь можно поделиться событиями с любым человеком

# NewFeature1_Title
source: A BIG step for FriendCash ! Use your Dropbox account to share
de: Neue Funktion: Verwende Dropbox zum Teilen der Daten!
ru: БОЛЬШОЙ шаг для FriendCash ! Используйте Dropbox для обмена данными

# NewFeature2_Subtext
source: It will generate a public random url that you’ll be able to email to your friends. Now everyone can check the expenses in details, even if they don’t have an iOS device.
de: Es wird eine öffentliche, zufällige URL generiert, die du an deine Freunde schicken kannst. Damit kann jeder die Ausgaben im Detail sehen, sogar ohne iOS-Gerät.
ru: Это сгенерирует уникальную ссылку, которую можно послать по почте друзьям. Тогда любой из участников сможет посмотреть на расходы, даже в отсутсвие iOS устройства.

# NewFeature2_Text
source: One tap on "Generate Full Report"
de: "Vollständigen Bericht generieren"
ru: Нажмите на "Сгенерировать Полный Отчёт"

# NewFeature2_Title
source: New sharing on the web !
de: Online Berichte erstellen!
ru: Новый способ делиться данными !

# NewFeature3_Subtext
source: You want a specific feature, you want to report a bug... or just to say Hi. I’ll read them all.
de: Du wünscht dir eine neue Funktion, hast einen Fehler gefunden oder willst einfach Hallo sagen? Wir freuen uns über jede Nachricht!
ru: Вы знаете какой функции не хватает программе, вы нашли баг, недовольны переводом.. или просто хотите передать привет? Я читаю все отзывы (особенно, по-английски :).

# NewFeature3_Text
source: The only way to know how you feel
de: Die einzige Möglichkeit für uns um zu wissen ob du zufrieden bist.
ru: Единственный способ поделиться мыслями

# NewFeature3_Title
source: Give feedbacks :)
de: Feedback senden :)
ru: Написать отзыв :)

source: Next
de: Weiter
ru: Далее

source: No
de: Nein
ru: Нет

source: No Friend
de: Kein Freund
ru: Нет Друзей

source: No name
de: Kein Name
ru: Без имени

source: No, thanks
de: Nein danke
ru: Нет, спасибо

# NotificationMissingEmailAddressDescription
source: Some email addresses are missing, not all the event participants will receive the email
de: Einige Mail-Adressen fehlen, nicht alle Teilnehmer werden die Mail erhalten
ru: У некоторых участников события нет почтового адреса - не все получат письмо

# NotificationMissingEmailAddressTitle
source: Summary email
de: E-Mail-Zusammenfassung
ru: Отчёт

# NotificationPersistenceStoreCorruptedDescription
source: It appears that the application data are corrupted, please close this app by tapping the home button and try to restart your device. If it still does not work, delete this app and reinstall it and restore your event from Dropbox.
de: Es scheint so, als sind die App-Daten fehlerhaft. Bitte beende die App mit dem Home-Button und starte das Gerät neu. Sollte dies nicht funktionieren, installiere die App neu und stellen deine Daten aus Dropbox wieder her.
ru: Данные приложения повреждены. Пожалуйста, закройте приложение нажав кнопку Home и перезагрузите устройство. Если это не помогло, удалите приложение и установите его заново. Затем вы сможете восстановить те данные, которые сохранены в Dropbox.

# NotificationPersistenceStoreCorruptedTitle
source: We are sorry
de: Entschuldigung
ru: Извините

source: Open in Safari
de: In Safari öffnen
ru: Открыть в Safari

source: Operation Failed
de: Operation fehlgeschlagen
ru: Операция не удалась

source: Partial reimbursement
de: Teilerstattung
ru: Частичный возврат

source: Partially
de: Teilweise
ru: Частично

source: Pay back
de: Zurückzahlen
ru: Долги

source: Pick a friend
de: Freund auswählen
ru: Выберите друга

source: Pick friends
de: Freunde wählen
ru: Выбор друзей

source: Pick the number of decimal you want the app to show. This does not affect the calculations which are done by floating point for improved accuracy.
de: Wähle die Anzahl der Dezimalstellen, die in der App angezeigt werden sollen. Dies betrifft nur die Anzeige und nicht die interne Rechengenauigkeit.
ru: Выберите количество знаков после запятой, которое будет показываться во всех суммах. Этот выбор не влияет на точность расчётов.

source: Precision
de: Dezimalstellen
ru: Копейки

source: Prefs
de: Einstellungen
ru: Настройки

source: Previous
de: Zurück
ru: Назад

source: Pull down to refresh...
de: Ziehen zum Neuladen...
ru: Потяните вниз чтобы обновить...

source: Rate %@
de: Bewerten %@
ru: Рейтинг %@

source: Rate now
de: Jetzt
ru: Написать сейчас

source: Release to refresh...
de: Loslassen zum Neuladen...
ru: Отпустите чтобы обновить...

source: Remind me later
de: Später erinnern
ru: Напомнить позже

source: Request a feature
de: Funktion vorschlagen
ru: Предложить новую функцию

source: Sadely, your account is not linked anymore. Enable it again please :)
de: Leider ist dein Account nicht mehr verbunden. Bitte aktiviere ihn wieder :)
ru: К сожалению ваш аккаунт больше не работает. Пожалуйста, настройте его ещё раз :)

source: Save
de: Sichern
ru: Сохранить

source: Search
de: Suchen
ru: Поиск

source: Search a currency
de: Eine Währung suchen
ru: Поиск валюты

source: Searching for shared events
de: Geteilte Ereignisse suchen
ru: Поиск событий

source: Send the summary by email
ru: Отправить отчёт по почте

# Set how much %@ paid back %@
source: Set how much %1$@ paid back %2$@
de: Wie viel hat %1$@ an %2$@ zurückgezahlt?
ru: Напишите, размер передачи %1$@ ➞ %2$@

source: Shared events
de: Geteilte Ereignisse
ru: Общие события

source: Show all contacts
de: Alle Kontakte zeigen
ru: Показать все контакты

source: Show only favorites
de: Nur Favoriten zeigen
ru: Показать только избранное

source: Sorry but we can't find any data from previous version of FriendCash...
de: Entschuldigung, aber es wurden keine Daten einer vorherigen Version von FriedCash gefunden...
ru: К сожалению, не удалось найти никаких данных из предыдущей версии FriendCash...

source: Statistics
ru: Статистика

source: Tell by SMS
de: Per SMS empfehlen
ru: Послать SMS

source: Tell by email
de: Per Mail empfehlen
ru: Послать письмо

source: Tell your friends
de: Freunden empfehlen
ru: Рассказать друзьям

source: Tell your friends about FriendCash
de: Deinen Freunden von FriendCash erzählen
ru: Расскажите друзьям про FriendCash

source: The expenses list
de: Die Ausgabenliste
ru: Список расходов

source: The friend financial balance inside the group
de: Der Finanzausgleich der Freunde in der Gruppe
ru: Баланс друзей внутри группы

source: The operation did not complete successfully: %@
de: Die Operation wurde nicht erfolgreich abgeschlossen: %@
ru: Не удалось выполнить операцию: %@

source: The report is available online at the url
de: Der Bericht ist online verfügbar unter der URL
ru: Отчёт доступен онлайн по адресу

source: Then you'll be able to add an expense from everywhere thanks to this button
de: Mit diesem Schalter kannst du neue Ausgaben von überall aus hinzufügen
ru: Затем вы сможете добавлять новые записи с помощью вот этой кнопки

source: There is no file compatible with this version of FriendCash in the directory '%@'
de: Im Ordner "%@" wurde keine mit dieser FriendCash-Version kompatible Datei gefunden
ru: Папка '%@' не содержит файлов совместимысх с данной версией FriendCash

source: Title
de: Titel
ru: Название

source: Today
de: Heute
ru: Сегодня

source: Total
de: Gesamt
ru: Всего

source: Update
de: Aktualisieren
ru: Обновить

source: Uploading...
de: Hochladen...
ru: Отправка данных...

source: We detect some data from FriendCash v1 do you want to import these data
de: Es wurden Daten aus FriendCash v1 gefunden. Sollen diese Daten importiert werden?
ru: Мы обнаружили данные из первой версии FriendCash. Вы хотите импортировать эти данные ?

source: When ?
de: Wann?
ru: Когда ?

source: Who paid ?
de: Wer hat bezahlt?
ru: Кто платил ?

source: Yes
de: Ja
ru: Да

source: Yesterday
de: Gestern
ru: Вчера

source: You need to configure a valid email account on your device to use this feature. Then everything will work like a charm !
de: Du musst einen gültigen Mail-Account auf diesem Gerät konfigurieren, um dieses Funktion nutzen zu können. Dann funktioniert wie von alleine!
ru: Вам необходимо настроить аккаунт электронной почты на этом устройстве. Тогда вы сможете воспользоваться этой функцией.

source: You're receiving this email because you were listed as a participant of an event by one of your friend.
de: Du erhälst diese Mail, weil du als Teilnehmer eines Ereignisses einer deiner Freunde aufgeführt wurdest.
ru: Вы получили это письмо, потому кто-то из ваших друзей добавил вас в список участников события в FriendCash.

source: already added
de: bereits hinzugefügt
ru: уже в списке

source: already synced
de: bereits synchronisiert
ru: уже синхронизировано

source: available on the App Store
de: verfügbar im App Store
ru: доступно в App Store

source: average cost per friend
ru: средняя стоимость на человека

source: cash balance
de: Barbestand
ru: баланс

source: email sent from FriendCash
de: E-Mail aus FriendCash gesendet
ru: письмо отправлено из FriendCash

source: first expense
ru: первая запись

source: from a previous version of FriendCash
de: aus einer früheren FriendCash-Version
ru: из предыдущей версии FriendCash

source: global cost
ru: общая цена

source: have participated to the event %@
de: haben am Ereignis %@ teilgenommen
ru: участвует в событии %@

source: involved in %d expenses
de: involviert in %d Ausgaben
ru: участвует в %d записях

source: last expense
ru: последняя запись

source: loading your data...
de: Daten laden...
ru: загрузка данных...

source: no email address specified
de: keine Mail-Adresse angegeben
ru: не указано адреса эл.почты

source: paid by %@
de: gezahlt von %@
ru: заплатил(а) %@

source: personal cost
de: Persönliche Ausgaben
ru: личные расходы

source: pick a friend
de: Freund auswählen
ru: выберите друга

source: pick an event
de: Ereignis auswählen
ru: выберите событие

source: the amounts are computing for the event "%@"
de: Berechnete Beträge für das Ereignis "%@"
ru: Все суммы посчитаны для события "%@"

source: website
ru: сайт

source: write a short note
de: kurze Notiz
ru: напишите короткое описание

# %@ gave back %@ to %@
source: %1$@ gave back %3$@ to %2$@
de: %1$@ hat %2$@ an %3$@ zurückgezahlt

# %@ owes %@ to %@
source: %1$@ owes %2$@ to %3$@
de: %1$@ schuldet %2$@ an %3$@

source: Configure
de: Konfigurieren

source: Confirm
de: Bestätigen

# ITunesURL
source: http://www.friendcashapp.com/en/appstore
de: http://www.friendcashapp.com/de/appstore

source: Need you for that
de: Problem

source: Rate the app
de: App bewerten

source: Sum up
de: Zusammenfassung

source: http://www.friendcashapp.com/en/report/%@
de: http://www.friendcashapp.com/de/report/%@

source: paid
de: hat bezahlt
